[
  {
    "Image": "/src/assets/images/projects/ProjectObays.png",
    "Heading": "Obays: Design Agency",
    "SubHeading": "Digital design agency focused on creative UI/UX design",
    "Title": "Design Agency - Ukraine",
    "SubTitle": "UI clone",
    "Year": "2024",
    "Skills": [
      "HTML",
      "CSS",
      "JavaScript",
      "GSAP",
      "Locomotive.JS",
      "Shery.JS"
    ],
    "GitHub": "https://github.com/TejasMore477/Minor-project-4-Obays-Agency-Clone",
    "LiveLink": "https://tejasmore477.github.io/Minor-project-4-Obays-Agency-Clone/",
    "Para1": "The Obays Design Agency Clone project, developed in 2024, replicates a digital design agency's website that emphasizes innovative UI/UX design elements. This project showcases advanced techniques using HTML, CSS, and JavaScript, capturing the creative essence of a professional design agency based in Ukraine.",
    "Para2": "This project required a unique blend of front-end technologies such as GSAP and Locomotive Scroll to create smooth animations and captivating scroll effects. Additionally, Shery.js added interactive visual elements to elevate user engagement. Each detail reflects the feel of a real design agency, prioritizing an enjoyable and immersive user experience.",
    "Para3": "Working on this clone was an exercise in crafting a pixel-perfect replica that mirrors the original design's essence. It allowed for hands-on experimentation with complex animations and layout structures. Explore the project further on GitHub or view the live demo to experience the agency-style website in action."
  },

  {
    "Image": "/src/assets/images/projects/ProjectOchi.png",
    "Heading": "Ochi: Presentation Design Agency",
    "SubHeading": "Designing eye-opening presentations for forward-thinking businesses ",
    "Title": "Design Agency - Lviv",
    "SubTitle": "UI clone",
    "Year": "2024",
    "Skills": [
      "React.JS",
      "TailwindCSS",
      "Framermotion",
      "GSAP",
      "Locomotive.JS"
    ],
    "GitHub": "https://github.com/TejasMore477/Minor-Project-5-Ochi-UI-React",
    "LiveLink": "https://tejasmore477.github.io/Minor-Project-5-Ochi-UI-React/",
    "Para1": "The Ochi Presentation Design Agency Clone, built in 2024, replicates a creative design agency’s site dedicated to crafting impactful presentations for forward-thinking companies. This project, based on a design agency in Lviv, was developed using React, Tailwind CSS, and animation libraries to capture the dynamic nature of a professional design platform.",
    "Para2": "This project leverages React for component-based development and Tailwind CSS for rapid, responsive styling. By incorporating GSAP, Framer Motion, and Locomotive Scroll, the website delivers seamless animations, scrolling effects, and interactive visuals, resulting in a captivating, user-focused experience.",
    "Para3": "Creating the Ochi clone presented an opportunity to bring complex design elements to life in a web setting. The experience improved my proficiency in animations and advanced UI design. Check out the code on GitHub or experience the live demo to see the engaging presentation design features firsthand."
  },

  {
    "Image": "/src/assets/images/projects/ProjectArock.png",
    "Heading": "AROCK",
    "SubHeading": "Sites Of The Day on Awwwards.com",
    "Title": "Sites Of The Day on Awwwards.com",
    "SubTitle": "UI clone",
    "Year": "2024",
    "Skills": ["React.JS", "TailwindCSS", "GSAP"],
    "GitHub": "https://github.com/TejasMore477/Arock-Portfolio-",
    "LiveLink": "https://arock-portfolio.vercel.app/",
    "Para1": "The AROCK UI clone project, inspired by a Site of the Day on Awwwards.com, showcases a modern portfolio website design, developed using React, Tailwind CSS, and GSAP. Built in 2024, this project highlights my ability to recreate award-winning UI/UX features and apply them effectively for a captivating web experience.",
    "Para2": "This project utilizes React for a structured component-based design, paired with Tailwind CSS for streamlined styling and responsive layouts. GSAP powers smooth animations and interactive transitions, adding a professional polish to the user interface, similar to the original AROCK website's immersive effects.",
    "Para3": "Working on the AROCK clone allowed me to explore complex animation patterns and responsive design practices in a portfolio context. This project also improved my skills in recreating high-quality, award-winning designs. You can view the code on GitHub or experience the live version to explore the design elements in action."
  },

  {
    "Image": "/src/assets/images/projects/ProjectRefokus.png",
    "Heading": "Refokus",
    "SubHeading": "Delivering high-end results in a fraction of the time",
    "Title": "Awwwards Honorable Mention",
    "SubTitle": "UI clone",
    "Year": "2024",
    "Skills": ["React.JS", "TailwindCSS", "Framer Motion", "Locomotive Scroll"],
    "GitHub": "https://github.com/TejasMore477/Refokus-UI-Clone-Reactjs",
    "LiveLink": "https://refokus-ui-clone-reactjs.vercel.app/",
    "Para1": "The Refokus UI clone project, inspired by an Awwwards Honorable Mention, is designed to replicate a premium web experience that delivers high-quality results efficiently. Built in 2024, this project uses React, Tailwind CSS, and powerful animation libraries to bring the Refokus website’s distinctive design and functionality to life.",
    "Para2": "This clone combines React for a structured and scalable component-based architecture with Tailwind CSS for flexible styling. Framer Motion and Locomotive Scroll add dynamic interactions and smooth scroll animations, resulting in an engaging, high-end user experience that mirrors the original site’s look and feel.",
    "Para3": "Developing the Refokus clone was an opportunity to experiment with advanced animation techniques and responsive UI design. This project allowed me to enhance my skills in creating refined, visually appealing interfaces. View the code on GitHub or check out the live site to experience the sleek design and interactive elements firsthand."
  },

  {
    "Image": "/src/assets/images/projects/ProjectExoape.png",
    "Heading": "Exo Ape - Awwwards site of the day",
    "SubHeading": "Global digital design studio partnering with brands and businesses",
    "Title": "Digital Design Studio - Netherland",
    "SubTitle": "UI clone",
    "Year": "2024",
    "Skills": [
      "ReactJS",
      "TailwindCSS",
      "Framer Motion",
      "Locomotive Scroll",
      "GSAP Animations"
    ],
    "GitHub": "https://github.com/TejasMore477/ExoApe-UI-Clone-Reactjs",
    "LiveLink": "https://exo-ape-ui-clone-reactjs.vercel.app/",
    "Para1": "The Exo Ape UI clone project, modeled after the Awwwards Site of the Day, recreates the interactive and visually striking website of a global digital design studio. This 2024 project utilizes React, Tailwind CSS, and animation libraries to capture the essence of Exo Ape's original design, known for its engaging UI and seamless interactions.",
    "Para2": "This clone project combines React’s component-based structure with Tailwind CSS for streamlined, responsive styling. Using Framer Motion, GSAP, and Locomotive Scroll, I replicated advanced animations and smooth scroll effects, resulting in an immersive, high-quality digital experience that mirrors the original Exo Ape website.",
    "Para3": "Building the Exo Ape clone allowed me to dive deep into complex animations and fine-tune interactive elements. The project refined my skills in creating high-end UI designs and interactive experiences. Check out the code on GitHub or explore the live site to experience the detailed design and animations firsthand."
  },

  {
    "Image": "/src/assets/images/projects/ProjectPremier.png",
    "Heading": "PREMIRE-Model Management Website",
    "SubHeading": "Design sourced from Pinterest",
    "Title": "Hackethon Project",
    "SubTitle": "With user journey analytics",
    "Year": "2023",
    "Skills": [
      "HTML",
      "CSS",
      "JavaScript",
      "GSAP/Scroll-Trigger",
      "Locomotive.JS",
      "Shephard.JS"
    ],
    "GitHub": "https://github.com/TejasMore477/Minor-project-1-PREMIER",
    "LiveLink": "https://tejasmore477.github.io/Minor-project-1-PREMIER/",
    "Para1": "The PREMIER Model Management Website project, designed as a hackathon entry in 2023, replicates a stylish model management platform with design inspiration sourced from Pinterest. Using HTML, CSS, and JavaScript, this project showcases advanced front-end skills, creating an interactive experience for users and potential clients.",
    "Para2": "The site incorporates GSAP with ScrollTrigger for animations and Locomotive Scroll for smooth scrolling effects, adding a dynamic layer to the user experience. Shephard.js is also used to guide users through the interface, providing an interactive user journey and emphasizing the functionality of each section.",
    "Para3": "This project was a great opportunity to explore complex animations and enhance user experience through guided interactions. View the project on GitHub or explore the live demo to experience the model management website with its engaging animations and user journey analytics."
  }
]
